IDS_DPLUS_REINF_TEST_MSG                      = "Test ( DPLUS_REINF )"

IDS_FRP_MATL_GRID_STRENGTH                    = "인장 강도"
IDS_FRP_MATL_GRID_ELASTIC_MODULUS             = "탄성 계수"
IDS_FRP_MATL_GRID_STRAIN                      = "변형률"
IDS_FRP_MATL_GRID_THICKNESS                   = "설계 두께"
IDS_FRP_MATL_GRID_FIBER_TYPE                  = "섬유 유형"

IDS_FRM_TBL_REIN_TYPE                         = "보강\n유형"

IDS_RFM_TBL_REIN_MATL                         = "보강 재질"
IDS_RFM_TBL_REIN_MATL_NAME                    = "재질명"
IDS_RFM_TBL_USER_MATL                         = "사용자 설정 재질"
IDS_RFM_TBL_USER                              = "사용자"
IDS_RFM_TBL_USER_MATL_YIELD_STRENGTH          = "항복\n강도"
IDS_RFM_TBL_USER_MATL_YIELD_STRAIN            = "항복\n변형률"
IDS_RFM_TBL_USER_MATL_THICKNESS               = "두께"
IDS_RFM_TBL_USER_MATL_FIBER_TYPE              = "섬유 유형"

IDS_RFM_TBL_YIELD_RATIO                       = "항복 비율"
IDS_RFM_TBL_YIELD_STRENGTH                    = "항복\n강도"
IDS_RFM_TBL_YIELD_STRAIN                      = "항복\n변형률"

IDS_RFM_TBL_REINFORCE_DETAIL                  = "보강 상세"
IDS_RFM_TBL_REINFORCE_INFO_DOT                = "보강\n정보"
IDS_RFM_TBL_EXPOSURE_CONDITION                = "노출 환경"
IDS_RFM_TBL_WRAPING_SCHEME                    = "부착 방식"
IDS_RFM_TBL_SHEAR_DETAIL                      = "전단 상세"
IDS_RFM_TBL_AXIAL_MOMENT_DETAIL               = "축휨\n상세"
IDS_RFM_TBL_CHECK_SHEAR                       = "전단\n검토"
IDS_RFM_TBL_PIECES                            = "매수"

IDS_RFM_BATCH_DESIGN_BEAM__d__d               = "콘크리트 보 보강 설계 (%d/%d)"

IDS_RFM_TBL_POSITIVE_MOMENT_BEFORE            = "정 모멘트 ( 보강 전 )"
IDS_RFM_TBL_NEGATIVE_MOMENT_BEFORE            = "부 모멘트 ( 보강 전 )"
IDS_RFM_TBL_SHEAR_FORCE_BEFORE                = "전단력 ( 보강 전 )"
IDS_RFM_TBL_SKIN_BAR                          = "표피 철근"
IDS_RFM_TBL_STRENGTHENING_LIMIT               = "보강 한계 기준"
IDS_RFM_TBL_LIMIT                             = "한계"
IDS_RFM_TBL_POSITIVE_MOMENT_AFTER             = "정 모멘트 ( 보강 후 )"
IDS_RFM_TBL_NEGATIVE_MOMENT_AFTER             = "부 모멘트 ( 보강 후 )"
IDS_RFM_TBL_SHEAR_FORCE_AFTER                 = "전단력 ( 보강 후 )"
IDS_RFM_TBL_STRAIN                            = "변형률"
IDS_RFM_TBL_STRENGTH                          = "강도"
IDS_RFM_TBL_STRENGTH_RATIO                    = "강도비"
IDS_RFM_TBL_MAX_STRENGTH                      = "최대 강도"
IDS_RFM_TBL_REBAR_RATIO_MIN                   = "최소 철근비"
IDS_RFM_TBL_REBAR_RATIO_MAX                   = "최대 철근비"
IDS_RFM_TBL_REBAR_SPACE                       = "배근 간격"
IDS_RFM_TBL_STRESS                            = "응력"
IDS_RFM_TBL_CREEP                             = "크리프"
IDS_RFM_TBL_DEVELOPMENT_LENGTH                = "부착 길이"

IDS_RFM_TBL_CHECK_RESULT_BEFORE               = "보강 전 검토 결과"
IDS_RFM_TBL_CHECK_RESULT_AFTER                = "보강 후 검토 결과"
IDS_RFM_TBL_POSITIVE_MOMENT                   = "정 모멘트"
IDS_RFM_TBL_NEGATIVE_MOMENT                   = "부 모멘트"
IDS_RFM_TBL_SHEAR_FORCE                       = "전단력"
IDS_RFM_TBL_MIN_DOT_N_REBAR_RATIO             = "최소\n철근비"
IDS_RFM_TBL_MAX_DOT_N_REBAR_RATIO             = "최대\n철근비"
IDS_RFM_TBL_MAX_DOT_N_STRENGTH                = "최대\n강도"
IDS_RFM_TBL_REBAR_N_SPACE                     = "배근\n간격"
IDS_RFM_TBL_SKIN_N_REBAR                      = "표피\n철근"
IDS_RFM_TBL_SHEAR_N_STRENGTH                  = "전단\n강도"

IDS_RFM_TBL_CORNER_RADIUS                     = "모서리"
IDS_RFM_TBL_DESIGN_RESULT_BEFORE              = "검토 결과 ( 보강 전 )"
IDS_RFM_TBL_DESIGN_RESULT_AFTER               = "검토 결과 ( 보강 후 )"
IDS_RFM_TBL_FRP_CARBON_PROP                   = "FRP / 탄소 섬유 속성"
IDS_RFM_TBL_GEOMETRY_OF_COLUMN                = "기둥의 단면 형상"
IDS_RFM_TBL_CONFINED_CONCRETE                 = "구속된 콘크리트"

IDS_RFM_TBL_BEFORE_MOMENT_CAPA_BIG            = "축력 + 휨모멘트 강도 ( 보강 전 )"
IDS_RFM_TBL_BEFORE_SHEAR_CAPA_BIG             = "전단 강도 ( 보강 전 )"
IDS_RFM_TBL_BEFORE_SEISMIC_DESIGN_BIG         = "내진 설계 ( 보강 전 )"
IDS_RFM_TBL_AFTER_MOMENT_CAPA_BIG             = "축력 + 휨모멘트 강도 ( 보강 후 )"
IDS_RFM_TBL_AFTER_SHEAR_CAPA_BIG              = "전단 강도 ( 보강 후 )"
IDS_RFM_TBL_FRP_CARBON_PROP_BIG               = "FRP / 탄소 섬유 속성"
IDS_RFM_TBL_DEVELOP_LENGTH_BIG                = "정착 길이"
